
class Category{
  String? category;
  String? msg;

  Category({this.category,required  this.msg});


}

List<Category> wishes =[

  Category(
      category: "DIWALI WHISHES",
      msg: "दीप से दीप जले, आपको शांति और सफलता मिले।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "यह दिवाली आपके घर में सुख समृद्धि और आशीर्वाद लाये।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "दीपावली में लक्ष्मी जी आपके घर में आये, सुख, समृद्धि और धन – वैभव लाये।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "रोशनी का त्यौहार आपके जीवन के सारे सपनों को पूरा कर दे।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "दीपावली का दीया जलता रहे आपको ढ़ेरो खुशियाँ मिलती रहे। हैप्पी दिवाली।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "दीपो की यह जगमगाती रोशनी आपके जीवन में भी रोशनी लाये।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "दीपावली में दीपो का दीदार, खुशियो के साथ मुबारक हज़ार।"
  ),
  Category(
      category: "DIWALI WHISHES",
      msg: "इस दिवाली आपको मिले लक्ष्मी जी की कृपा, कुबेर का खजाना और गणेश जी का आशीर्वाद।"
  ), Category(
      category: "DIWALI WHISHES",
      msg: "“दिप जगमगाते रहें, सबका घर झिलमिलाते रहें, साथ हों सब अपने, सब यूँही मुस्कुरातें रहें"
  ), Category(
      category: "DIWALI WHISHES",
      msg: "माता लक्ष्मी का हम करें वंदन, दीपावली का हार्दिक अभिनन्दन।"
  ), Category(
      category: "DIWALI WHISHES",
      msg: "दीपावली में दीपों का दीदार हो, और खुशियों की बौछार हो। शुभ दीपावली"
  ), Category(
      category: "DIWALI WHISHES",
      msg: "दियो की रौशनी से जगमगाता संसार, दिखा रहा देशवासियो का प्यार।"
  ), Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "दोस्त कभी बूढ़ा नहीं होने देते ..."
  ),
  Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "मुझे भी चाहिए एक दोस्त कृष्ण जैसा ..."
  ),
  Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "दोस्ती में न कोई वार ना कोई दिन होता हैं,ये तो वो एहसास हैं जिसमे बस यार होता हैं !"
  ),
  Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "ज़िन्दगी लम्बी हैं दोस्त बनाते रहो,दिल मिले ना मिले, हाथ मिलाते रहो"
  ),
  Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "कौन कहता है कि दोस्ती बराबरी में होती है,सच तो ये है दोस्ती में सब बराबर होते है..!!"
  ),
  Category(
      category: "FRIENDSHIP DAY WHISHES",
      msg: "आओ फिर से वही शरारतें दोहराए,हसे गाये संग संग और खुशियां मनाएं"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "मेरी दुनिया में इतनी जो शौहरत है मेरी माँ की बदौलत है .. ..."
  ),

  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "मरने के बहुत रास्ते है पर जन्म लेने के लिए सिर्फ माँ…."
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "माँ तो वो फरिश्ता है जिसकी कोख से जन्म लेने के लिए भगवान् भी तरसते हैं"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "माँ तेरा क़र्ज़ मुझसे अदा क्या होगा….तू अगर नाराज है तो, खुश मुझसे “ईश्वर ” क्या होगा…"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "माँ से ऐसा रिश्ता बनाया जाए, जिसको निगाहों में बिठाया जाए, रहे उसका और मेरा रिश्ता कुछ ऐसा कि वो अगर उदास हो तो मुझसे भी मुस्कराया न जाए …"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "जन्नत का दूसरा नाम माँ है…"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "माँ है मोहब्बत का नाम , माँ को हज़ारों सलाम , कर दे फ़िदा अपनी ज़िन्दगी …आए जो बच्चों का नाम."
  ),

  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "सारी रौनक देख ली दुनिया की मगर जो सकून तेरे पहलू में है माँ वो और कहीं नहीं है…"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "मंज़िल दूर बहुत है, छोटी सी ज़िन्दगी में फ़िक़रें बहुत है, मार डालती दुनिया हमें कब की लेकिन माँ की दुआओं में असर बहुत है…"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "लबों पे उसके कभी बदुआ नहीं होती ,बस एक माँ है जो मुझसे खफा नहीं होती।"
  ),
  Category(
      category: "MOTHERS DAY WHISHES",
      msg: "माँ‬ तो माँ है, ‪इनका‬ ‪दर्जा‬ ‪सर्वोच्च‬ ‪हैं‬।"
  ),
  Category(
      category: "FATHERS DAY WHISHES",
      msg: "मैं दिखती हूँ माँ जैसी सब कहते है… सब कहते हैं, सच कहते है…पर मैं हूँ अपने पापा की बेटी"
  ),
  Category(
      category: "FATHERS DAY WHISHES",
      msg: "माँ बाप ज़िन्दगी के पेड़ की जड़ है"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "चंदा ने पूछा तारों से, तारों ने पूछा हज़ारों से… सबसे प्यारा कौन है ? पापा मेरे पापा"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "दुनिया का सबसे अमीर इंसान भी माँ बाप के बिना गरीब होता है"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "मुझे रख दिया छाँव में खुद जलते रहे धूप में , मैंने देखा है ऐसा एक फरिश्ता अपने पिता के रूप में"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "हर बेटी की सबसे बड़ी विश होती है कि उसके पापा मुस्कराते रहे Happy Fathers Day"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "सपने तो मेरे थे पर उनको पूरा करने का रास्ता कोई और दिखाए जा रहा था और वो थे मेरे पापा Love you papa … Happy fathers day"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "मेरी छोटी छोटी ख्वाइश पर तुम जान लुटाते हो पापा Love you dad 🙂"
  ),Category(
      category: "FATHERS DAY WHISHES",
      msg: "परमात्मा का दूसरा रूप पिता है Happy Fathers Day"
  ),


];